Revit 2027 API
ParameterTypeId.RbsConvertToFlexMaxLength Property
 "Max Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConvertToFlexMaxLength { get; }
Public Shared ReadOnly Property RbsConvertToFlexMaxLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConvertToFlexMaxLength {
	ForgeTypeId^ get ();
}
static member RbsConvertToFlexMaxLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace